/* 1st arg is localized number of page being previewed. 2nd arg is localized number of pages that can be previewed. */
"%@ of %@" = "%1$@ / %2$@";

/* A paper size: 842 x 1190 (points). */
"A3" = "A3";

/* A paper size: 595 x 842 (points). */
"A4" = "A4";

/* A paper size: 420 x 595 (points). */
"A5" = "A5";

/* A paper size: 729 x 1032 (points). */
"B4" = "B4";

/* A paper size: 516 x 729 (points). */
"B5" = "B5";

/* No comment provided by engineer. */
"Canceling\\U2026" = "キャンセル中...";

/* Unknown error condition while printing. */
"Error while printing." = "プリント中にエラーが起きました。";

/* A paper size: 540 x 720 (points). */
"Executive" = "エクゼクティブ";

/* A paper size: 612 x 1008 (points). */
"Legal" = "リーガル";

/* A paper size: 612 x 792 (points). */
"Letter" = "レター";

/* NEED COMMENT */
"No pages from the document were selected to be printed." = "プリントする対象のページが指定されていません。";

/* page number string for printed page footer when the range of pages to print is unknown. */
"Page %ld" = "ページ %ld";

/* page number string for printed page footer when the range of pages to print are known. */
"Page %ld of %ld" = "ページ %1$ld/%2$ld";

/* No comment provided by engineer. */
"Preparing\\U2026" = "準備中...";

/* A print progress panel title */
"Preview" = "プレビュー";

/* A print progress panel title
   Printing alert title */
"Print" = "プリント";

/* The argument is the number of the page being printed. */
"Processing page: %@" = "処理中のページ：%@";

/* A print progress panel title */
"Save" = "保存";

/* A paper size: 792 x 1224 (points). */
"Tabloid" = "タブロイド";

/* No printer error description */
"To print this file, you must set up a printer." = "このファイルをプリントするには、プリンタを設定する必要があります。";

/* No printer error recovery suggestion */
"To set up a printer, choose Apple menu > System Preferences, click Print & Fax, and then click the Add (+) button." = "プリンタを設定するには、アップルメニュー＞“システム環境設定”と選択し、“プリントとファクス”をクリックしてから、追加（+）ボタンをクリックします。";

/* Need Comment */
"Untitled" = "名称未設定";

